Repository: romualdk/PackLib4ES
Catalog: Sources/Libraries/Pic.Factory2D.Control/FormImposition.*.resx
Languages: fr

# toolStripButtonExport.Text
source: Export...
fr: Exporter vers...

# toolStriExportAI.Text
source: AI
fr: IA

# toolStripButtonPicGEOM.Text
source: Open with PicGEOM
fr: Ouvrir avec PicGEOM

# toolStripButtonDXF.Text
source: Open with DXF editing application
fr: Ouvrir avec application DXF

# toolStripButtonAI.Text
source: Open with AI editing application
fr: Ouvrir avec application AI

# toolStripButtonCFF2.Text
source: Open with CF2 editing application
fr: Ouvrir avec application CF2

# toolStripButtonOceProCut.Text
source: Open with Océ Pro Cut
fr: Ovrir avec Océ Pro Cut

# tabPageCardboard.Text
source: Carboard format
fr: Format carton

# lblCardboardEfficiency.Text
source: Efficiency
fr: Efficacité

# lblNameNumbers.Text
source: Numbers
fr: Nombres

# tabPageLengthes.Text
source: Lengthes
fr: Longueurs

# lblValueLengthCut.Text
source: : 0.0 m
fr: : m 0.0

# lblValueLengthFold.Text
source: : 0.0 m
fr: : m 0.0

# lblValueLengthTotal.Text
source: : 0.0 m
fr: : m 0.0

# tabPageCuttingArea.Text
source: Cutting area
fr: Surface

# lblNameEfficiency.Text
source: Efficiency
fr: Efficacité

# lblNameArea.Text
source: Area
fr: Superficie

# rbRowsColumns.Text
source: Number of rows and columns
fr: Nombre de lignes et de colonnes

# rbCardboardFormat.Text
source: Cardboard format
fr: Format carton

# buttonClose.Text
source: &Close
fr: &Fermer

# tabAllowedPatterns.Text
source: Allowed patterns
fr: Arrangement autorisés

# chkbAllowBothDirection.Text
source: Allow both direction
fr: Autoriser 2 directions

# chkbAllowColumnRotation.Text
source: Allow in column rotation
fr: Autoriser les rotations selon colonnes

# chkbAllowRowRotation.Text
source: Allow in row rotation
fr: Autoriser les rotations selon lignes

# tabMargins.Text
source: Margins
fr: Marges

# lbRemainingLeftRight.Text
source: Minimum right margin
fr: Marge horizontale restante

# lbRemainingBottomTop.Text
source: Minimum top margin
fr: Marge verticale restante

# label4.Text
source: margin
fr: marge

# label2.Text
source: margin
fr: marge

# tabSpacing.Text
source: Spacing
fr: Espacement

# lbCotationsBBox.Text
source: Bounding box
fr: Boîte englobante

# $this.Text
source: Layout...
fr: Imposition...
